{
  "nav_home": "Home",
  "nav_about": "About Us",
  "nav_support": "Support",
  "nav_login": "Login",
  "nav_admin": "For employer >",
  "logo_text": "प्रशिक्षणम् - Internship Portal",
  "marquee_text": "1.Register here to see your eligibility for various internship program. 2.Upload your details. 3.Enroll in PM Internship program. 4.Internship Screening & Selection Ongoing! Check your dashboard, email, and SMS regularly. Confirm joining via the Internship tile on your dashboard.",
  "hero_heading": "AI-Based Internship Recommendation Engine",
  "hero_para": "Empowering students with personalized internship opportunities under the Prime Minister’s Internship Scheme.",
  "explore_btn": "Explore Internships",
  "about_heading": "About Us",
  "about_para": "The PM Internship Recommendation Portal leverages Artificial Intelligence to connect students with the most suitable internships under the PM Internship Scheme. Our mission is to bridge the gap between skill and opportunity, ensuring that every student gets a fair chance to grow.",
  "why_heading": "Why Prashikshanam?",
  "card1_heading": "Practical Training",
  "card1_para": "Best training programs designed to boost your career with real projects. Gain hands-on experience, learn from industry experts, and build a strong portfolio to stand out in the job market.",
  "card2_heading": "Industry Experts",
  "card2_para": "Learn directly from industry experts who bring real-world knowledge and give you opportunities to work on real world problems.",
  "card3_heading": "Internship Opportunities",
  "card3_para": "Get placed into internships with leading companies while you learn and have experience of working in top most companies.",
  "card4_heading": "Career Growth",
  "card4_para": "Practical sessions and strong mentorship to accelerate your career, with guidance tailored to industry demands and future opportunities, helping you gain confidence, real-world skills, and a competitive edge.",
  "features_heading": "Key Features",
  "feature1_heading": "AI-Powered Matching",
  "feature1_para": "Smart recommendations based on skills, interests, and academic background.",
  "feature2_heading": "Government Backed",
  "feature2_para": "Aligned with the Prime Minister’s Internship Scheme for credibility and trust.",
  "feature3_heading": "Easy Access",
  "feature3_para": "Simple and intuitive platform designed for students across the nation.",
  "feature4_heading": "Support & Guidance",
  "feature4_para": "Dedicated helpdesk and resources to guide students throughout their journey.",
  "how_it_works_heading": "How It Works",
  "how_it_works_para": "Get started with just 3 simple steps and kickstart your internship journey.",
  
  "step_1_para": "Create your account and upload your skills, interests, and academic details.",
  "step2_heading": "Step 2: Get Matched",
  "step2_para": "Our AI engine recommends the best internship opportunities tailored to you.",
  "step3_heading": "Step 3: Apply & Start",
  "step3_para": "Apply directly, get selected, and start your journey towards growth.",
  "stats_heading": "We're good with numbers",
  "stat1_label": "Students Placed",
  "stat2_label": "Internships Available",
  "stat3_label": "Partner Companies",
  "testimonials_heading": "What Students Say",
  "testimonial1_text": "This portal made it so easy to find an internship that matches my skills. Highly recommended!",
  "testimonial1_author": "- Aditi Sharma, B.Tech CSE",
  "testimonial2_text": "The AI recommendations were spot on. I got an internship within a week of registering!",
  "testimonial2_author": "- Rajesh Kumar, MBA",
  "testimonial3_text": "A user-friendly platform with genuine opportunities under the PM Internship Scheme.",
  "testimonial3_author": "- Priya Verma, B.Sc IT",
  "footer_text": "© 2025 PM Internship Recommendation Portal | Designed by Team Synapse"
}