{
  "nav_home": "होम",
  "nav_about": "हमारे बारे में",
  "nav_support": "समर्थन",
  "nav_login": "लॉग इन",
  "nav_admin": "नियोक्ता के रूप में लॉगिन करें>",
  "logo_text": "प्रशिक्षणम् - इंटर्नशिप पोर्टल",
  "marquee_text": "1.विभिन्न इंटर्नशिप कार्यक्रमों के लिए अपनी पात्रता देखने के लिए यहां पंजीकरण करें। 2.अपने विवरण अपलोड करें। 3.पीएम इंटर्नशिप कार्यक्रम में नामांकन करें। 4.इंटर्नशिप स्क्रीनिंग और चयन जारी है! नियमित रूप से अपना डैशबोर्ड, ईमेल और एसएमएस जांचें। अपने डैशबोर्ड पर इंटर्नशिप टाइल के माध्यम से ज्वाइनिंग की पुष्टि करें।",
  "hero_heading": "एआई-आधारित इंटर्नशिप सिफारिश इंजन",
  "hero_para": "प्रधानमंत्री इंटर्नशिप योजना के तहत छात्रों को व्यक्तिगत इंटर्नशिप के अवसर प्रदान करना।",
  "explore_btn": "इंटर्नशिप खोजें",
  "about_heading": "हमारे बारे में",
  "about_para": "पीएम इंटर्नशिप सिफारिश पोर्टल छात्रों को पीएम इंटर्नशिप योजना के तहत सबसे उपयुक्त इंटर्नशिप से जोड़ने के लिए आर्टिफिशियल इंटेलिजेंस का लाभ उठाता है। हमारा मिशन कौशल और अवसर के बीच की खाई को पाटना है, यह सुनिश्चित करना कि हर छात्र को बढ़ने का उचित मौका मिले।",
  "why_heading": "प्रशिक्षणम् क्यों?",
  "card1_heading": "व्यावहारिक प्रशिक्षण",
  "card1_para": "वास्तविक परियोजनाओं के साथ आपके करियर को बढ़ावा देने के लिए डिज़ाइन किए गए सर्वोत्तम प्रशिक्षण कार्यक्रम। व्यावहारिक अनुभव प्राप्त करें, उद्योग विशेषज्ञों से सीखें, और नौकरी बाजार में अलग दिखने के लिए एक मजबूत पोर्टफोलियो बनाएं।",
  "card2_heading": "उद्योग विशेषज्ञ",
  "card2_para": "सीधे उद्योग विशेषज्ञों से सीखें जो वास्तविक दुनिया का ज्ञान लाते हैं और आपको वास्तविक दुनिया की समस्याओं पर काम करने के अवसर देते हैं।",
  "card3_heading": "इंटर्नशिप के अवसर",
  "card3_para": "शीर्ष कंपनियों में इंटर्नशिप में शामिल हों, जबकि आप सीखते हैं और शीर्ष सबसे कंपनियों में काम करने का अनुभव प्राप्त करते हैं।",
  "card4_heading": "कैरियर विकास",
  "card4_para": "आपके करियर को गति देने के लिए व्यावहारिक सत्र और मजबूत परामर्श, उद्योग की मांगों और भविष्य के अवसरों के अनुरूप मार्गदर्शन के साथ, आपको आत्मविश्वास, वास्तविक दुनिया के कौशल और एक प्रतिस्पर्धी बढ़त हासिल करने में मदद करता है।",
  "features_heading": "मुख्य विशेषताएं",
  "feature1_heading": "एआई-संचालित मिलान",
  "feature1_para": "कौशल, रुचियों औरA academic background के आधार पर स्मार्ट सिफारिशें।",
  "feature2_heading": "सरकार समर्थित",
  "feature2_para": "विश्वसनीयता और विश्वास के लिए प्रधानमंत्री इंटर्नशिप योजना के साथ संरेखित।",
  "feature3_heading": "आसान पहुंच",
  "feature3_para": "पूरे देश के छात्रों के लिए डिज़ाइन किया गया सरल और सहज मंच।",
  "feature4_heading": "समर्थन और मार्गदर्शन",
  "feature4_para": "छात्रों को उनकी यात्रा के दौरान मार्गदर्शन करने के लिए समर्पित हेल्पडेस्क और संसाधन।",
  "step_1": "चरण 1",
  "step_1_para": "आप जिस क्षेत्र में काम करना चाहते हैं, उसे स्वीकार करें",
  "step_2": "चरण 2",
  "step_2_para": "अपनी प्रोफ़ाइल के विवरण को पूरा करें",
  "step_3": "चरण 3",
  "step_3_para": "अपनी इंटर्नशिप के लिए हमारे फिल्टर का उपयोग करके खोजें",
  "step_4": "चरण 4",
  "step_4_para": "शानदार परिणाम प्राप्त करें",
  "stats_heading": "हम संख्याओं के साथ अच्छे हैं",
  "stat1_label": "छात्रों को रखा गया",
  "stat2_label": "उपलब्ध इंटर्नशिप",
  "stat3_label": "भागीदार कंपनियाँ",
  "testimonials_heading": "छात्र क्या कहते हैं",
  "testimonial1_text": "इस पोर्टल ने मेरे कौशल से मेल खाने वाली इंटर्नशिप ढूंढना इतना आसान बना दिया। अत्यधिक अनुशंसित!",
  "testimonial1_author": "- अदिति शर्मा, बी.टेक सीएसई",
  "testimonial2_text": "एआई सिफारिशें बिल्कुल सही थीं। मैंने पंजीकरण के एक सप्ताह के भीतर ही इंटर्नशिप प्राप्त कर ली!",
  "testimonial2_author": "- राजेश कुमार, एमबीए",
  "testimonial3_text": "पीएम इंटर्नशिप योजना के तहत वास्तविक अवसरों के साथ एक उपयोगकर्ता-अनुकूल मंच।",
  "testimonial3_author": "- प्रिया वर्मा, बी.एससी आईटी",
  "footer_text": "© 2025 पीएम इंटर्नशिप सिफारिश पोर्टल | टीम सिनेप्स द्वारा डिज़ाइन किया गया"
}




